Repository: abteilung/alicante4you.com
Catalog: DistributionPackages/Abte.Site/Resources/Private/Translations/*/Main.xlf
Languages: fr

source: All
fr: Tous

source: More about us…
fr: En savour plus…

# getInContact
source: Get in touch
fr: Contactez-nous

# writeEmail
source: Write an Email
fr: Prenez contact

source: Download PDF
fr: Télécharger le PDF

source: Non-binding Request
fr: Demande sans engagement

# contactForm
source: Open Contact Form
fr: Ouvrir le formulaire do contact

# contactTitle
source: Contact Us
fr: Contactez-nous

# contactSubTitle
source: We're happy to help
fr: Nous apprécions votre intérêt pour E. Schweizer AG et répondrons volontiers à vos questions.

# ourSolutions
source: Our Digital X-Ray Solutions
fr: Nos solutions de radiographie numérique

source: Overview…
fr: Vers l'aperçu…

source: New
fr: Nouveau

source: Back
fr: Retour

source: Your Products:
fr: Vos produits sélectionnés:

source: Similar Products
fr: Produits similaires

# productRange
source: Our Product Range
fr: Notre gamme

# xRaySolutions
source: Our X-Ray Solutions
fr: Des solutions radiologiques

# solutionsForHum
source: for hospitals, X-ray institutes and your medical practices.
fr: adaptées à votre cabinet médical.

# solutionsForVet
source: for your veterinary practice.
fr: adaptées à votre cabinet vétérinaire.

source: Current courses
fr: Prochains cours

# vetCoursesTitle
source: X-Ray courses in our premises
fr: Cours de radiographie dans nos salles de formation

# vetCoursesSubTitle
source: For Vets and TPAs
fr: pour les vétérinaires et les TPA

# humCoursesTitle
source: X-Ray courses in your practice
fr: Cours de radiographie dans votre cabinet

# humCoursesSubTitle
source: For GPs and MPAs
fr: pour les médecins généralistes et les AMP

# noCourses
source: No courses available
fr: Aucun cours disponible
